IDEA Open Model
Vector2D.Y Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the Y-dirrection value
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Y { get; set; }
Public Property Y As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Vector2D Class
IdeaRS.OpenModel.Geometry2D Namespace